export const scenaries = {
  ivolga: {
    start: [
      " Время пошло! В левом верхнем углу - чертеж Иволги. Определите какую деталь нужно установить следующей",
      "Нашли верную деталь - передвиньте ее в центр экрана.",
      "Помните, что среди деталей, есть как детали от Иволги, так и от других транспортных средств. Будьте внимателльны!",
      "Не забывайте что время ограничено, следите за таймером в центре экрана",
    ],
    time180: ["Первая минута прошла, не сбавляйте темп!"],
    time60: ["И все,  что нам осталось... собрать Иволгу за 60 секунд!"],
    time15: ["Финишная прямая, я в вас верю!"],
    time30: [
      "Не бойтесь ошибиться! Ошибаясь мы растем. Когда меня обучали я отличила поезд от птицы с 2 473 раза...",
      "Как думаете, какую деталь нужно установить следующей?",
      "Если вам не интересно, давайте выберем другую игру?",
    ],
    time5: [
      "Время не ждет, попробуйте установить следующую деталь!",
      "Как думаете какая деталь следующая?",
      "Не сомневайтесь, попробуйте переместить деталь в центр платформы!",
    ],
    trueDetail: [
      "Превосходно! Вы уже делали это раньше?",
      "Эта деталь идеально сюда подходит!",
      "А вы не говорили, что вы инженер, сразу видно настоящего профессионала!",
    ],
    failDetail: [
      "Для установки этой детали пока рано",
      "Давайте попробуем другую деталь, эта деталь должна устанавливаться позже",
      "Присмотритесь, на чертеже отмечена другая деталь",
    ],
    successLastDetail: ["Прекрасно! Вы справились!", "Отличная работа!"],
    successEnd: [
      "Вращайте модель и изучите Иволгу",
      "Теперь вы можете рассмотреть результат своих усилий со всех сторон!",
      "Блестящая работа! Продемонстрируйте Иволгу гостям стенда.",
    ],
    timeEnd: [
      "Упс! Время вышло...",
      'А что значит пословица: "Семь раз отмерь..." ой время закончилось',
      "В такой сборке  Иволга не поедет...",
    ],
  },
};

// setFakeAi[ivolga][start]
