export const scenaries = {
  ivolga: {
    start: [
      " Время пошло! В левом верхнем углу - чертеж Иволги. Определите какую деталь нужно установить следующей",
      "Нашли верную деталь - передвиньте ее в центр экрана.",
      "Помните, что среди деталей, есть как детали от Иволги, так и от других транспортных средств. Будьте внимательны!",
      "Не забывайте что время ограничено, следите за таймером в центре экрана",
    ],
    time120: ["Первая минута прошла, не сбавляйте темп!"],
    time60: ["И все,  что нам осталось... собрать Иволгу за 60 секунд!"],
    time15: ["Финишная прямая, я в вас верю!"],
    time30: [
      "Не бойтесь ошибиться! Ошибаясь мы растем. Когда меня обучали я отличила поезд от птицы с 2 473 раза...",
      "Как думаете, какую деталь нужно установить следующей?",
      "Если вам не интересно, давайте выберем другую игру?",
    ],
    time5: [
      "Время не ждет, попробуйте установить следующую деталь!",
      "Как думаете какая деталь следующая?",
      "Не сомневайтесь, попробуйте переместить деталь в центр платформы!",
    ],
    trueDetail: [
      "Превосходно! Вы уже делали это раньше?",
      "Эта деталь идеально сюда подходит!",
      "А вы не говорили, что вы инженер, сразу видно настоящего профессионала!",
    ],
    failDetail: [
      "Для установки этой детали пока рано",
      "Давайте попробуем другую деталь, эта деталь должна устанавливаться позже",
      "Присмотритесь, на чертеже отмечена другая деталь",
    ],
    successLastDetail: ["Прекрасно! Вы справились!", "Отличная работа!"],
    successEnd: [
      "Вращайте модель и изучите Иволгу",
      "Теперь вы можете рассмотреть результат своих усилий со всех сторон!",
      "Блестящая работа! Продемонстрируйте Иволгу гостям стенда.",
    ],
    timeEnd: [
      "Упс! Время вышло...",
      'А что значит пословица: "Семь раз отмерь..." ой время закончилось',
      "В такой сборке  Иволга не поедет...",
    ],
  },
  menu: {
    hello: [
      "Здравствуйте! Я виртуальный гид Иволга. Я помогу вам открыть для себя Тверскую область. Сыграем?",
      "Приветствую вас! Я виртуальный гид Иволга. Тверская область так удивительна и многоообразна, что знать о ней все практически невозможно. Но я - знаю. И помогу вам. Давайте играть!",
      "Здравствуйте! Мое имя Иволга и я - виртуальный гид. Я помогу вам с играми и в процессе расскажу много интересного о Тверской области.",
    ],
    cards: [
      "Здесь есть из чего выбрать!",
      "Выберите игру на свой вкус",
      "Выберите одну из игр",
    ],
    cards10Sec: [
      `Не знаете, что выбрать? Для настоящих эрудитов рекомендую "Разгадай Тверь". Если вы больше любите точные науки, то попробуйте "Собери Иволгу""`,
      "Не можете определиться? Выбирайте любую, всегда можно изменить выбор.",
      "Каждая игра интересна по-своему. Выбирайте любую, не прогадаете!",
    ],
    chooseGame: [
      "Прекрасно! Давайте начинать!",
      "Отличный выбор! Это будет интересно!",
      "Эта отличная игра! Мы прекрасно проведем время!",
    ],
  },
  quiz: {
    asking: [
      "Предлагаю выбрать вариант ответа",
      "Вы всегда можете попробовать просто угадать ;)",
      "А это интересный вопрос!",
      "Я бы вам подсказала, но, думаю, вы сами справитесь!",
      "Как думаете, какой вариант правильный?",
    ],
    succesFirstTry: [
      "Правильно! Вы молодец! Идём дальше",
      "Я в вас не сомневалась!",
      "Блестяще! Вы прекрасно справляетесь.",
      "Верно! Даже не пришлось подсказывать!",
    ],
    falseFirstTry: [
      "Ну, почти! Попробуйте ещё, у вас обязательно получится!",
      "К сожалению неверно. Давайте еще подумаем.",
      "Неправильно. Попробуем еще раз, чувствую, сейчас вы ответите верно!",
      "Жаль, ответ не верный. Не сдавайтесь!",
    ],
    falseSecondTry: [
      "Вы были близок, но ответ неверный. А правильный ответ высвечен синим цветом",
      "Неправильно. Но ты всё равно молодец! А правильный ответ высвечен синим цветом",
    ],
    results: [
      "Мне кажется, вам пора приехать в Тверь и все увидеть своими глазами!",
      "Вы отлично справились, но Тверской области все еще есть, чем вас удивить! Приезжайте!",
    ],
    timeIsOut: [
      "Хорошая попытка! Можно попробовать еще раз.",
      "Дорогу осилит идущий! Попробуйте пройти игру заново. Я в вас верю!",
    ],
  },
};

// setFakeAi[ivolga][start]
