export const details = [
  {
    id: 1,
    name: "Тележки",
    description:
      "Массивный надежный элемент, который принимает на себя всю массу вагона и пассажиров с их багажом.",
    picSrc: "/images/train/detail_01.png",
    alt: "Тележки",
  },
  {
    id: 2,
    name: "Рама баржи",
    description:
      "Железная или стальная основа судна, которая определяет его форму, обеспечивает прочность и устойчивость баржи во время движения по воде. Плавать 'Иволга' пока не планирует.",
    picSrc: "/images/train/detail_02.png",
    alt: "Рама баржи",
  },
  {
    id: 3,
    name: "Двери и окна",
    description:
      "Финальный шаг - установка дверей и окон, чтобы пассажиры могли попасть в поезд и наблюдать за тем, как проходит путешествие.",
    picSrc: "/images/train/detail_03.png",
    alt: "Двери и окна",
  },

  {
    id: 4,
    name: "Тележки",
    description:
      "Массивный надежный элемент, который принимает на себя всю массу вагона и пассажиров с их багажом.",
    picSrc: "/images/train/detail_04.png",
    alt: "Тележки",
  },
  {
    id: 5,
    name: "Рама баржи",
    description:
      "Железная или стальная основа судна, которая определяет его форму, обеспечивает прочность и устойчивость баржи во время движения по воде. Плавать 'Иволга' пока не планирует.",
    picSrc: "/images/train/detail_05.png",
    alt: "Рама баржи",
  },
  {
    id: 6,
    name: "Двери и окна",
    description:
      "Финальный шаг - установка дверей и окон, чтобы пассажиры могли попасть в поезд и наблюдать за тем, как проходит путешествие.",
    picSrc: "/images/train/detail_06.png",
    alt: "Двери и окна",
  },
  {
    id: 7,
    name: "Тележки",
    description:
      "Массивный надежный элемент, который принимает на себя всю массу вагона и пассажиров с их багажом.",
    picSrc: "/images/train/detail_07.png",
    alt: "Тележки",
  },
  {
    id: 8,
    name: "Рама баржи",
    description:
      "Железная или стальная основа судна, которая определяет его форму, обеспечивает прочность и устойчивость баржи во время движения по воде. Плавать 'Иволга' пока не планирует.",
    picSrc: "/images/train/detail_08.png",
    alt: "Рама баржи",
  },
  {
    id: 9,
    name: "Двери и окна",
    description:
      "Финальный шаг - установка дверей и окон, чтобы пассажиры могли попасть в поезд и наблюдать за тем, как проходит путешествие.",
    picSrc: "/images/train/detail_09.png",
    alt: "Двери и окна",
  },
  {
    id: 10,
    name: "Рама баржи",
    description:
      "Железная или стальная основа судна, которая определяет его форму, обеспечивает прочность и устойчивость баржи во время движения по воде. Плавать 'Иволга' пока не планирует.",
    picSrc: "/images/train/detail_10.png",
    alt: "Рама баржи",
  },
  {
    id: 11,
    name: "Двери и окна",
    description:
      "Финальный шаг - установка дверей и окон, чтобы пассажиры могли попасть в поезд и наблюдать за тем, как проходит путешествие.",
    picSrc: "/images/train/detail_11.png",
    alt: "Двери и окна",
  },
];
