export const details = [
  {
    id: 1,
    name: "Сборка кузова",
    description:
      "Бестамбурная конструкция кузова гарантирует комфорт для пассажиров даже в часы пик, а сквозной проход между вагонами позволяет свободно перемещаться по всему пространству поезда",
    picSrc: "/images/train/detail_01.png",
    alt: "Сборка кузова",
  },
  {
    id: 2,
    name: "Покраска",
    description:
      "Кузов не только надежно защищен, но и поднимает настроение пассажирам своими яркими цветами.",
    picSrc: "/images/train/detail_02.png",
    alt: "Покраска",
  },
  {
    id: 3,
    name: "Установка крэш-системы",
    description:
      "«Иволга» оснащена крэш-системой, которая в случае столкновения гасит энергию удара, защищая пассажиров и машинистов.",
    picSrc: "/images/train/detail_03.png",
    alt: "Установка крэш-системы",
  },

  {
    id: 4,
    name: "Первые сборочные операции",
    description:
      "Включают в себя установку пола, изоляции и пульта управления. Пульт состоит из двух мониторов, что сокращает количество факторов, отвлекающих машиниста. При отказе одного монитора информация дублируется на другом.",
    picSrc: "/images/train/detail_04.png",
    alt: "Первые сборочные операции",
  },
  {
    id: 5,
    name: "Установка дверей и окон",
    description:
      "Широкие входные двери - 1400 мм - на 15 см больше, чем у аналогов. Они делают посадку и высадку пассажиров более комфортной.",
    picSrc: "/images/train/detail_05.png   ",
    alt: "Установка дверей и окон",
  },
  {
    id: 6,
    name: "Монтаж электрооборудования",
    description:
      "«Иволга» оборудована расширенной информационной системой: экраны и табло, адаптивное освещение, USB и TYPE-C разъемы в каждом кресле, беспроводные зарядные устройства, Wi-Fi.",
    picSrc: "/images/train/detail_06.png",
    alt: "Монтаж электрооборудования",
  },
  {
    id: 7,
    name: "Установка внутреннего оборудования",
    description:
      "В проемах входных дверей установлены тепловые завесы, отсекающие поступление холодного воздуха в салон. Система подсчета пассажиров анализирует информацию о загруженности вагонов. ",
    picSrc: "/images/train/detail_07.png",
    alt: "Установка внутреннего оборудования ",
  },
  {
    id: 8,
    name: "Установка подвагонного оборудования",
    description:
      "В подвагонные ящики устанавливаются тяговые преобразователи, отвечающие за регулировку скорости электропоезда. Благодаря высокому ускорению «Иволги» сокращается время в пути, что позволяет выводить на маршруты дополнительные составы.",
    picSrc: "/images/train/detail_08.png",
    alt: "Установка подвагонного оборудования ",
  },
  {
    id: 9,
    name: "Монтаж интерьера",
    description:
      "Салон оборудован эргономичными креслами и поручнями с тёплым покрытием. Для всех категорий граждан предусмотрены удобные туалетные комнаты. В головных вагонах расположены велопарковки и зарядки электросамокатов.",
    picSrc: "/images/train/detail_09.png",
    alt: "Монтаж интерьера",
  },
  {
    id: 10,
    name: "Подкатка тележек под вагон",
    description:
      "Технология пневмоподвешивания обеспечивает высокую плавность хода и низкий уровень шума в салоне вагонов электропоезда.Электродвигатель отечественной разработки позволяет достигать конструкторской скорости в 160 км/ч",
    picSrc: "/images/train/detail_10.png",
    alt: "Подкатка тележек под вагон",
  },
  {
    id: 11,
    name: "Стены грузового вагона",
    description:
      "Вертикальные боковые панели из прочных листов, которые защищают груз от внешних воздействий. Для пассажиров предусмотрены более комфортные условия, поэтому давайте заменим деталь.",
    picSrc: "/images/train/detail_11.png",
    alt: "Стены грузового вагона",
  },
  {
    id: 17,
    name: "Крыша дизельного  поезда",
    description:
      "Это громоздкая и тяжелая крыша старых моделей поездов. Стержни антенн и механические элементы напоминают о временах, когда поезда были несравненно менее автоматизированными.   ",
    picSrc: "/images/train/detail_17.png",
    alt: "Крыша дизельного  поезда",
  },
  {
    id: 12,
    name: " Гусеничная ходовая часть",
    description:
      "Обеспечивает движение и поддержку в условиях снега, песка или бездорожья. Но поезда по бездорожью не перемещаются, поэтому деталь придется заменить.",
    picSrc: "/images/train/detail_12.png",
    alt: " Гусеничная ходовая часть",
  },
  {
    id: 13,
    name: "Лопастные вентиляторы",
    description:
      "Механические устройства из нескольких лопастей, прикрепленных к вращающемуся валу. Cоздают воздушные потоки в различных системах. Для «Иволги» такие вентиляторы не подойдут по габаритам.",
    picSrc: "/images/train/detail_13.png",
    alt: "Лопастные вентиляторы",
  },
  {
    id: 14,
    name: "Топливная система автомобиля",
    description:
      "Система автомобиля, которая отвечает за поставку топлива из бака к двигателю. «Иволгa» работает совсем по другому принципу, эта деталь нам не нужна.",
    picSrc: "/images/train/detail_14.png",
    alt: "Топливная система автомобиля",
  },
  {
    id: 15,
    name: "Интерьер старых электричек со скамьями",
    description:
      "Когда-то электрички выглядели так. Но те времена давно прошли, поэтому давайте установим современные сидения.",
    picSrc: "/images/train/detail_15.png",
    alt: "Интерьер старых электричек со скамьями",
  },
  {
    id: 16,
    name: "Амортизаторы легкового автомобиля",
    description:
      "Компоненты подвески, поглощающие колебания и удары от неровностей дороги, обеспечивая комфортное и стабильное движение автомобиля. Для движения по рельсам они нам не пригодятся.",
    picSrc: "/images/train/detail_16.png",
    alt: "Амортизаторы легкового автомобиля",
  },
];
