export const phrases = {
  1: {
    text: "В первую очередь, давайте установим кузов",
  },
  2: {
    text: "Отлично! А теперь переходим к покраске «Иволги»",
  },
  3: {
    text: "Хорошая работа! Следующий шаг - установка  крэш-системы",
  },
  4: {
    text: "Теперь необходимо установить пульт управления в кабину и электрооборудование на крышу",
  },
  5: {
    text: "Прекрасно получается! Следующий шаг  - установка дверей и окон",
  },
  6: {
    text: "Отлично! А сейчас  произведите монтаж электрооборудования",
  },
  7: {
    text: "А вот сейчас пришло время установить внутреннее оборудование",
  },
  8: {
    text: "Остались буквально пара шагов. Найдите и установите подвагонное оборудование",
  },
  9: {
    text: "Супер! Поищите, что подойдет для для интерьера и установите его в салон",
  },
  10: {
    text: "Вы на финишном этапе сборки. Теперь  подкатите тележки под вагон",
  },
  11: {
    text: "",
  },
};
