export const phrases = {
  1: {
    text: "В первую очередь, давайте соберём кузов",
    errorText: "Сначала все же необходимо установить кузов",
  },
  2: {
    errorText: "Отлично! А теперь переходим к покраске «Иволги»",
    text: "Отлично! А теперь переходим к покраске «Иволги»",
  },
  3: {
    errorText: "Сейчас ваша  задача -  установить  крэш-систему",
    text: "Хорошая работа! Следующий шаг - установка  крэш-системы",
  },
  4: {
    errorText:
      "Сначала необходимо установить пульт управления в кабину и электрооборудование на крышу",
    text: "Теперь необходимо установить пульт управления в кабину и электрооборудование на крышу",
  },
  5: {
    errorText: "На этом этапе необходима установка дверей и окон",
    text: "Прекрасно получается! Следующий шаг  - установка дверей и окон",
  },
  6: {
    errorText: "Сначала   произведите монтаж электрооборудования",
    text: "Отлично! А сейчас  произведите монтаж электрооборудования",
  },
  7: {
    errorText: "Сейчас ваша задача  - установить внутреннее оборудование",
    text: "А вот сейчас пришло время установить внутреннее оборудование",
  },
  8: {
    errorText:
      "Попробуйте еще раз поискать, что подойдет  для интерьера салона",
    text: "Остались буквально пара шагов. Найдите и установите подвагонное оборудование",
  },
  9: {
    errorText: "Сейчас необходимо  подкатить тележки под вагон",
    text: "Супер! Поищите, что подойдет для для интерьера и установите его в салон",
  },
  10: {
    errorText: "Ошибка",
    text: "Вы на финишном этапе сборки. Теперь  подкатите тележки под вагон",
  },
  11: {
    errorText: "Ошибка",
    text: "",
  },
};
